app/graphql/mutations/sign_up_account.rb

    def resolve(args)
      account = Account.create!(args)
---
INSERT INTO "accounts" ("username", "email", "password_digest", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"