app/graphql/mutations/sign_in_account.rb

SELECT "accounts".* FROM "accounts" WHERE "accounts"."email" = $1 LIMIT $2  [["email", "taro@test.com"], ["LIMIT", 1]]
---
    def resolve(args)
      account = Account.find_by(
        email: args[:email]
      ).try(:authenticate, args[:password])