app/models/concerns/j_w_t/authenticatable.rb

      def jwt
        iat = Time.now.to_i
        exp = iat + (3600 * 24 * 7) # 一週間
        jti = Jti.create!
---
INSERT INTO "jtis" ("created_at", "updated_at") VALUES ($1, $2) RETURNING "id"  [["created_at", "2021-02-08 16:07:30.042081"], ["updated_at", "2021-02-08 16:07:30.042081"]]